Repository: LM-Kit/LynxTranscribe
Catalog: Resources/Strings/AppStrings.*.resx
Languages: fr

source: Powered by
fr: Propulsé par

source: History
fr: Historique

source: Accurate
fr: Précis

source: Transcribe
fr: Transcrire

source: Cancel
fr: Annuler

source: Cancelling...
fr: Annulation...

source: Browse
fr: Parcourir

source: Record
fr: Enregistrer

source: Clear
fr: Effacer

source: Clear All
fr: Tout effacer

source: Search
fr: Rechercher

source: Edit
fr: Modifier

source: Editing
fr: Modification

source: Copy
fr: Copier

source: Stop
fr: Arrêter

source: Open
fr: Ouvrir

source: Change
fr: Modifier

source: Delete
fr: Supprimer

# DeleteConfirmTitle
source: Delete
fr: Supprimer

# DeleteConfirmMessage
source: Delete this transcription from history?
fr: Supprimer cette transcription de l'historique ?

# ClearHistoryTitle
source: Clear History
fr: Effacer l'historique

# ClearHistoryMessage
source: Delete all transcription history? This cannot be undone.
fr: Supprimer tout l'historique des transcriptions ? Cette action est irréversible.

# RenameTitle
source: Rename
fr: Renommer

# RenameMessage
source: Enter a new name for this transcription:
fr: Entrez un nouveau nom pour cette transcription :

source: Double-click to play
fr: Double-cliquez pour lire

source: Drop audio file here
fr: Déposez un fichier audio ici

source: or browse files / record audio
fr: ou parcourez les fichiers / enregistrez

# SupportedFormats
source: Supports WAV, MP3, FLAC, OGG, M4A
fr: Formats supportés: WAV, MP3, FLAC, OGG, M4A

source: Get ready...
fr: Préparez-vous...

source: Click to skip
fr: Cliquez pour passer

source: Click to skip countdown
fr: Cliquez pour passer le compte à rebours

source: Recording...
fr: Enregistrement...

source: Stop Recording
fr: Arrêter l'enregistrement

# UsingMicrophone
source: Using: {0}
fr: Utilisation: {0}

source: No Mic
fr: Pas de micro

source: No device
fr: Aucun appareil

source: Recording started
fr: Enregistrement démarré

source: Recording cancelled
fr: Enregistrement annulé

source: No history yet
fr: Pas encore d'historique

source: Transcriptions will appear here
fr: Les transcriptions apparaîtront ici

source: Open file location
fr: Ouvrir l'emplacement du fichier

source: Transcript
fr: Transcription

# SearchInTranscript
source: Search in transcript (Ctrl+F)
fr: Rechercher dans la transcription (Ctrl+F)

source: Find in transcript...
fr: Rechercher dans la transcription...

source: Search history...
fr: Rechercher dans l'historique...

source: Ready to transcribe
fr: Prêt à transcrire

# ConvertSpeechToText
source: Convert speech to text in seconds
fr: Convertissez la parole en texte en quelques secondes

# SelectOrDropAudioFile
source: Select or drop an audio file
fr: Sélectionnez ou déposez un fichier audio

source: Click Transcribe to start
fr: Cliquez sur Transcrire pour commencer

# Words
source: {0:N0} words
fr: {0:N0} mots

# WordsPartial
source: {0:N0} words (partial)
fr: {0:N0} mots (partiel)

# ProcessedIn
source: processed in {0:F1}s
fr: traité en {0:F1}s

# ProcessedInMinutes
source: processed in {0}m {1:F0}s
fr: traité en {0}m {1:F0}s

# Elapsed
source: {0:F0}s elapsed
fr: {0:F0}s écoulées

# ElapsedMinutes
source: {0}m {1}s elapsed
fr: {0}m {1}s écoulées

# Remaining
source: {0}s remaining
fr: ~{0}s restantes

# RemainingMinutes
source: {0}m {1}s remaining
fr: ~{0}m {1}s restantes

# PlaybackSpeed
source: Playback speed: {0}x
fr: Vitesse de lecture: {0}x

# SpeedSlower
source: Slower
fr: Ralentir

# SpeedFaster
source: Faster
fr: Accélérer

# SpeedReset
source: Reset to 1×
fr: Réinitialiser à 1×

source: Transcribing...
fr: Transcription en cours...

# DownloadingModel
source: Downloading {0}...
fr: Téléchargement de {0}...

# DownloadingModelProgress
source: Downloading model...
fr: Téléchargement du modèle...

# LoadingModel
source: Loading {0}...
fr: Chargement de {0}...

source: Calculating...
fr: Calcul en cours...

# MBRequired
source: {0:F0} MB required
fr: {0:F0} Mo requis

source: Settings
fr: Paramètres

source: Dark Mode
fr: Mode sombre

# DarkModeDescription
source: Switch between light and dark theme
fr: Basculer entre le thème clair et sombre

source: Language
fr: Langue

# LanguageDescription
source: Choose your preferred language
fr: Choisissez votre langue préférée

source: Voice Activity Detection
fr: Détection d'activité vocale

# VadDescription
source: Filter out silence and non-speech audio
fr: Filtrer les silences et les sons non vocaux

# VadTooltip
source: Voice Activity Detection - Filters out silence and non-speech audio
fr: Détection d'activité vocale - Filtre les silences et les sons non vocaux

source: Auto-transcribe on import
fr: Transcrire automatiquement à l'import

# AutoTranscribeOnImportDescription
source: Automatically begin transcription when audio is loaded
fr: Démarrer automatiquement la transcription lors du chargement audio

# TranscriptionLanguageSetting
source: Transcription Language
fr: Langue de transcription

# TranscriptionLanguageSettingDescription
source: Language for speech recognition
fr: Langue pour la reconnaissance vocale

# TranscriptionModeSetting
source: Transcription Mode
fr: Mode de transcription

# TranscriptionModeSettingDescription
source: Balance between speed and accuracy
fr: Équilibre entre vitesse et précision

source: Open files after export
fr: Ouvrir les fichiers après l'export

# OpenFilesAfterExportDescription
source: Automatically open exported files in default app
fr: Ouvrir automatiquement les fichiers exportés

source: Audio Input
fr: Entrée audio

# AudioInputDescription
source: Microphone for recording
fr: Microphone pour l'enregistrement

source: Storage Locations
fr: Emplacements de stockage

source: Model Directory
fr: Répertoire des modèles

# ModelDirectoryDescription
source: Where AI models are stored
fr: Où les modèles IA sont stockés

source: Recordings Directory
fr: Répertoire des enregistrements

# RecordingsDirectoryDescription
source: Where audio recordings are saved
fr: Où les enregistrements audio sont sauvegardés

source: History Directory
fr: Répertoire de l'historique

# HistoryDirectoryDescription
source: Where transcription history is stored
fr: Où l'historique des transcriptions est stocké

source: Reset to Defaults
fr: Réinitialiser les paramètres

# ResetConfirmMessage
source: This will reset all settings to their default values. Are you sure?
fr: Cela réinitialisera tous les paramètres à leurs valeurs par défaut. Êtes-vous sûr ?

source: Settings reset to defaults
fr: Paramètres réinitialisés

source: Model directory updated
fr: Répertoire des modèles mis à jour

source: Recordings directory updated
fr: Répertoire des enregistrements mis à jour

source: History directory updated
fr: Répertoire de l'historique mis à jour

# CouldNotOpenFolder
source: Could not open folder: {0}
fr: Impossible d'ouvrir le dossier : {0}

# Error
source: Error: {0}
fr: Erreur : {0}

source: Export Transcript
fr: Exporter la transcription

source: Plain Text
fr: Texte brut

# PlainTextDescription
source: .txt - Simple text format
fr: .txt - Format texte simple

source: Word Document
fr: Document Word

# WordDocumentDescription
source: .docx - Microsoft Word format
fr: .docx - Format Microsoft Word

source: Rich Text
fr: Texte enrichi

# RichTextDescription
source: .rtf - Formatted text with styling
fr: .rtf - Texte formaté avec styles

source: SRT Subtitles
fr: Sous-titres SRT

# SrtSubtitlesDescription
source: .srt - Timed subtitles for video
fr: .srt - Sous-titres horodatés pour vidéo

source: WebVTT Subtitles
fr: Sous-titres WebVTT

# WebVttSubtitlesDescription
source: .vtt - Web video text tracks
fr: .vtt - Pistes texte pour vidéo web

source: Open file after export
fr: Ouvrir le fichier après l'export

source: Duration
fr: Durée

source: Confidence
fr: Confiance

# SegmentLanguage
source: Language
fr: Langue

# TimestampsCount
source: {0} timestamps
fr: {0} horodatages

source: ON
fr: OUI

source: OFF
fr: NON

source: Default
fr: Par défaut

# VadEnabled
source: Voice Activity Detection is enabled - silence and non-speech audio will be filtered out
fr: La détection d'activité vocale est activée - les silences et sons non vocaux seront filtrés

# VadDisabled
source: Voice Activity Detection is disabled - all audio will be transcribed
fr: La détection d'activité vocale est désactivée - tout l'audio sera transcrit

# NoAudioDevice
source: No device
fr: Aucun appareil

# NoAudioDeviceAvailable
source: No audio input device available
fr: Aucun périphérique d'entrée audio disponible

# CouldNotDetectAudioDevice
source: Could not detect audio input device
fr: Impossible de détecter le périphérique d'entrée audio

# LMKitBackend
source: LM-Kit Runtime Backend: {0}
fr: Backend LM-Kit : {0}

# CouldNotDetectBackend
source: Could not detect LM-Kit backend
fr: Impossible de détecter le backend LM-Kit

source: Select Language
fr: Sélectionner la langue

source: Switch to light mode
fr: Passer au mode clair

source: Switch to dark mode
fr: Passer au mode sombre

source: Copied!
fr: Copié !

source: Recording saved
fr: Enregistrement sauvegardé

source: Transcription complete
fr: Transcription terminée

source: Transcription cancelled
fr: Transcription annulée

source: Transcription Failed
fr: Échec de la transcription

# SavedTo
source: Saved to {0}
fr: Enregistré dans {0}

# RecordingError
source: Recording error: {0}
fr: Erreur d'enregistrement: {0}

# FailedToStartRecording
source: Failed to start recording: {0}
fr: Échec du démarrage de l'enregistrement: {0}

# CouldNotOpenFileLocation
source: Could not open file location: {0}
fr: Impossible d'ouvrir l'emplacement du fichier: {0}

# VadEnabledNotice
source: Voice Activity Detection was enabled - silence and non-speech audio were filtered out
fr: La détection d'activité vocale était activée - les silences et sons non vocaux ont été filtrés

source: No transcript to search
fr: Aucune transcription à rechercher

# OpenFileLocationWindowsOnly
source: Open file location is only available on Windows
fr: L'ouverture de l'emplacement du fichier n'est disponible que sur Windows

source: Audio file not found
fr: Fichier audio introuvable

# PlaybackSpeedFormat
source: Playback speed: {0}x
fr: Vitesse de lecture : {0}x

# PreviousMatch
source: Previous match (Shift+Enter)
fr: Résultat précédent (Maj+Entrée)

# NextMatch
source: Next match (Enter)
fr: Résultat suivant (Entrée)

source: Close (Escape)
fr: Fermer (Échap)

source: Decrease font size
fr: Réduire la taille de police

source: Increase font size
fr: Augmenter la taille de police

# CopyToClipboard
source: Copy transcript to clipboard
fr: Copier la transcription dans le presse-papiers

# ExportTooltip
source: Export to TXT, DOCX, RTF, SRT or VTT
fr: Exporter en TXT, DOCX, RTF, SRT ou VTT

# RestartPlayback
source: Restart from beginning
fr: Reprendre depuis le début

# AccurateModeTooltip
source: Transcribed using Accurate mode for higher quality results
fr: Transcrit en mode Précis pour des résultats de meilleure qualité

# TurboModeTooltip
source: Transcribed using Turbo mode for faster processing
fr: Transcrit en mode Rapide pour un traitement plus rapide

# VadBadgeTooltip
source: Voice Activity Detection was enabled - silence and non-speech audio were filtered out
fr: La détection d'activité vocale était activée - les silences et sons non vocaux ont été filtrés

source: Unknown
fr: Inconnu

source: Loading...
fr: Chargement...

source: Searching
fr: Recherche

# StatusBarInfo
source: LynxTranscribe v1.0 - Powered by LM-Kit
fr: LynxTranscribe v1.0 - Propulsé par LM-Kit

source: Export
fr: Exporter

# GeneralSettings
source: General
fr: Général

source: Press Esc to close
fr: Appuyez sur Échap pour fermer

source: Dictation formatting
fr: Formatage dictée

# DictationFormattingDescription
source: Convert spoken commands (period, comma, new line)
fr: Convertir les commandes vocales (point, virgule, à la ligne)

source: Dictation Commands
fr: Commandes de dictée

# DictationCommandsSubtitle
source: Say these words to insert formatting
fr: Prononcez ces mots pour insérer la mise en forme

# DictationCategoryLineBreaks
source: Line Breaks
fr: Sauts de ligne

# DictationCategoryPunctuationLineBreak
source: Punctuation + Line Break
fr: Ponctuation + Saut de ligne

# DictationCategoryPunctuation
source: Punctuation
fr: Ponctuation

# DictationCategoryBrackets
source: Brackets & Parentheses
fr: Crochets et parenthèses

# DictationCategoryQuotes
source: Quotation Marks
fr: Guillemets

# DictationCategorySymbols
source: Symbols
fr: Symboles

# DictationCategoryTextFormatting
source: Text Formatting
fr: Mise en forme du texte

source: Apply dictation formatting
fr: Appliquer le formatage dictée

source: Dictation
fr: Dictée

# DictationTooltip
source: Convert spoken commands to punctuation (period, comma, new line)
fr: Convertir les commandes vocales en ponctuation (point, virgule, à la ligne)

source: Show dictation commands
fr: Afficher les commandes de dictée

# PerformanceSettings
source: Performance
fr: Performances

# ResourceUsage
source: System Resource Usage
fr: Utilisation des ressources

# ResourceUsageDescription
source: CPU threads allocated for transcription
fr: Threads CPU alloués à la transcription

# ResourceLevelLight
source: Light
fr: Léger

# ResourceLevelBalanced
source: Balanced
fr: Équilibré

# UsingThreads
source: Using {0} of {1} threads
fr: Utilisation de {0} sur {1} threads

source: Loading file...
fr: Chargement du fichier...

# ExtractingAudio
source: Extracting audio and generating waveform...
fr: Extraction audio et génération de la forme d'onde...

source: Keyboard Shortcuts
fr: Raccourcis clavier

# KeyboardShortcutsDescription
source: Quick reference for available keyboard shortcuts
fr: Référence rapide des raccourcis clavier disponibles

# ShortcutCategoryGeneral
source: General
fr: Général

# ShortcutCategoryPlayback
source: Playback
fr: Lecture

# ShortcutCategoryTranscript
source: Transcript
fr: Transcription

# ShortcutOpenFile
source: Open file
fr: Ouvrir un fichier

# ShortcutExport
source: Export transcript
fr: Exporter la transcription

# ShortcutSettings
source: Open settings
fr: Ouvrir les paramètres

# ShortcutClosePanel
source: Close panel / dialog
fr: Fermer le panneau / dialogue

# ShortcutPlayPause
source: Play / Pause
fr: Lecture / Pause

# ShortcutSeekBack
source: Seek backward 5s
fr: Reculer de 5s

# ShortcutSeekForward
source: Seek forward 5s
fr: Avancer de 5s

# ShortcutSearch
source: Search in transcript
fr: Rechercher dans la transcription

# ShortcutNextMatch
source: Next search match
fr: Résultat suivant

# ShortcutPrevMatch
source: Previous search match
fr: Résultat précédent

# ShortcutShowShortcuts
source: Show keyboard shortcuts
fr: Afficher les raccourcis clavier

# ShortcutStartTranscription
source: Start transcription
fr: Démarrer la transcription

# ShortcutStartRecording
source: Start / Stop recording
fr: Démarrer / Arrêter l'enregistrement

# ShortcutSwitchTabs
source: Switch Audio / History tabs
fr: Basculer Audio / Historique

# ShortcutCopyTranscript
source: Copy transcript to clipboard
fr: Copier la transcription

# ShortcutJumpStart
source: Jump to beginning
fr: Aller au début

# ShortcutJumpEnd
source: Jump to end
fr: Aller à la fin

# ShortcutSpeedUp
source: Increase playback speed
fr: Augmenter la vitesse

# ShortcutSpeedDown
source: Decrease playback speed
fr: Réduire la vitesse

# ShortcutToggleView
source: Toggle Segments / Document view
fr: Basculer Segments / Document

# ShortcutClearFile
source: Clear current file
fr: Effacer le fichier actuel

# ShortcutNavigateHistory
source: Navigate history items
fr: Naviguer dans l'historique
